Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The UAE government said it was disappointed by the report, which it said tried to sensationalise drawbacks in the country's labour policies without recognising the progress it had made.
ar: و قد اوضح وزير الخارجية الإماراتي السيد أنور جرجاش في حوار له مع وكالة أنباء وام أن: و في الواقع تشعر الإمارات العربية المتحدة بشكل خاص بالإحباط و خيبة الأمل من تلك التقارير التي تقدمها منظمة حماية حقوق الإنسان و محاولاتها إيجاد العوائق في طريق سيايات

source: The UAE is particularly surprised and disappointed by HRW's attempts to sensationalise the drawbacks in the country's labour policies into media sound bites, without consideration of the rapid strides that have been made over the past few years..., Mini
ar: كما أوضح جارجاش أن حماية حقوق العاملين هي في جوهرها مسألة أولوية أخلاقية كما أنها مسألة قواعد قانونية. و أكمل تعليقه موضحاً أن : أن إلتزام الإمارات العربية المتحدة بالحفاظ على تنفيذ تلك الحقوق و الثبات و الاستقرار و مراعاة كافة التحديات التي تواجهها ه

source: President of the Syrian Association for the Defense of Human Rights, Abdel Karim Rihawi, said on Tuesday that the Syrian authorities released Michel Kilo, «Having completed his term of three years».
ar: قال رئيس الجمعية السورية للدفاع عن حقوق الإنسان, عبد الكريم ريحاوي, يوم الثلاثاء أن السلطات السورية أفرجت عن ميشيل كيلو, الذي أتم حكمه القاضي بالسجن مدة ثلاث سنوات .

source: Shatha Kilo told (SNS) that her father came to his home at about / 11 / at
ar: و قالت شذى كيلو لوكالة الأخبار السورية ( اس ان اس) أن والدها وصل إلى منزله في حوالي الساعة الحادية عشرة

source: night and his healthy
ar: ليلا و أن حالته الصحية

source: and psychological
ar: و النفسية

source: situation is excellent.
ar: في وضع ممتاز .

source: Kilo was arrested on 14 May, 2006 against the background of signing the
ar: هذا و قد اعتقل كيلو في الرابع عشر من شهر أيار عام 2006 على خلفية توقيع

source: - Damascus Declaration, which was signed by about 134 Syrian intellectuals and called for the correction of the Lebanese-Syrian relations and the demarcation of the border between the two countries and the exchange of diplomatic relations between them.
ar: إعلان بيروت - دمشق , الذي يدعو إلى تصحيح العلاقات اللبنانية - السورية و ترسيم الحدود بين البلدين و تبادل العلاقات الدبلوماسية بينهما..

source: The Second Criminal Court in
ar: و كانت المحكمة الجنائية الثانية في دمشق قد حكمت

source: has sentenced Kilo to three years in prison on charges of weakening national feeling.
ar: على كيلو بالسجن مدة ثلاث سنوات بتهمة إضعاف الشعور القومي.

source: Syrian authorities releases Michel Kilo
ar: السلطات السورية تطلق سراح ميشيل كيلو..

source: Malath Alzoubi
ar: ملاذ الزوبي.

source: الكاتب:
ar: بقلم:

source: Gaza braces for next Israeli bombing mission
ar: غزة تستعد لمهمة القصف الإسرائلي الجديد

source: With only months since the latest Israeli military foray into Gaza, Hamas security forces have carried out maneuvers for what they predict to be the next war on the territory.
ar: بعد مرور شهرين فقط على آخر غزو إسرائيلي لغزة، قامت قوات أمن حماس بمناورات تحسبا لما اعتبرته حربا جديدة على أراضي القطاع.

source: High-ranking Gaza officials said Wednesday that the military exercises -- which include an assortment of rescue operations, infrastructure protection, security defense, and combat maneuvers -- will help prepare for a forecasted Israeli bombing mission.
ar: وقال مسؤولون رفيعو المستوى بغزة يوم الأربعاء إن التداريب العسكرية، التي تشمل مجموعة من عمليات الإنقاذ، وحماية البنى التحتية، والأمن الدفاعي ومناورات قتالية، ستساعد على الاستعداد لمواجهة مهمة القصف الإسرائيلي المتوقعة.

source: We are performing these drills all over the Gaza strip in order to be ready for any possible emergency, we want to guarantee the safety of our citizens in every possible way. We stress that all our men are ready to sacrifice their lives to defend this la
ar: وفي تصريح خص به برس تي في، قال نائب قائد الشرفة بغزة، زهير شاهين: إننا نقوم بهاته التداريب في مختلف مناطق غزة من أجل الإعداد لمواجهة أي طارئ محتمل. إننا نريد ضمان سلامة مواطنينا قدر المستطاع. ونؤكد أن كل رجالنا مستعدون للتضحية بحياتهم للدفاع عن هذه الأ

source: The Gaza police department says the drills are designed to send Tel Aviv a word of warning, one day after Israeli warplanes returned to the skies of the Palestinian territory to begin a new round of a large-scale military exercise.
ar: وذكرت شرطة غزة أن التداريب تروم بعث رسالة تحديرية إلى تل أبيب، يوما واحدا فقط بعد قيام سلاح الجو الإسرائيلي بالعودة إلى أجواء الأراضي الفلسطينية من أجل مباشرة جولة جديدة من عملية عسكرية واسعة.

source: The four-day military drills, which will end on Thursday, were aimed at testing the Israeli squadron's airborne assault operations, infiltration attempts and special forces missions.
ar: وتروم التداريب العسكرية التي تدوم لأربعة أيام، وتنتهي يوم الخميس، لاختبار عملية هجوم إسرائيلية عبر الجو ومحاولات الاختبار ومهام القوات الخاصة.

source: Political analysts say the newly-staged military drills are a harbinger of another Israeli bombing mission on Gaza.
ar: وحسب محللين سياسيين، فإن التداريب العسكرية الجديدة تنذر بمهمة قصف جديدة ضد غزة.

source: When Netanyahu and Lieberman were elected to the new Israeli Knesset, their slogan was to put an end to the Hamas regime in the Gaza Strip. So basically the possibility of new israeli aggression toward the Palestinians and specifically against Hamas is s
ar: وصرح الخبير الاستراتيجي والسياسي، مخيمر أبو سادة، لـ برس تي في بالقول: عندما تم انتخاب نتنياهو وليبرمان داخل الكنيست الإسرائيلي، فإن شعارهما يقضي بوضع حد لنظام حماس بقطاع غزة. لذلك، فإن إمكانية شن هجوم جديد على الفلسطينيين، وبالتحديد على حماس، لا تزال

source: Tel Aviv attacked Gaza on December 27 with the declared goal of self-defense and toppling the Hamas government. More than 1,350 Palestinians, including a large number of women and children, were killed in the conflagration.
ar: وكانت تل أبيب قد شنت هجوما ضد غزة في السابع والعشرين من دجنبر مع هدف معلن يتمثل في الدفاع عن النفس وإسقاط حكومة حماس. وأدت الهجمات إلى مقتل أكثر من 1350 فلسطينيا ضمنهم عدد كبير من النساء والأطفال.

source: U.A.E. Economy Shows Sign of Recovery, Trade Minister Says
ar: وزير التجارة: اقتصاد الإمارات يظهر بوادر الانتعاش.

source: Egyptian court: Egyptian-Israeli marriages a threat
ar: محكمة مصرية: الزواج بين مصريين وإسرائيليات خطر

source: An Egyptian attorney has won a suit calling for the implementation of an old law stripping the citizenship from Egyptians married to Israelis and from their children. It is not clear, however, if the ruling will be implemented.
ar: فاز محام مصري دعوى قضائية تدعو إلى تنفيذ قانون قديم ينص على تجريد الجنسية من المصريين المتزوجين من إسرائيليات وكذلك من أطفالهم، ولكن لم يتضح بعد إذا كان الحكم سُينفذ.

source: The case underlines the deep animosity many Egyptians still hold toward Israelis, despite a peace treaty signed between the two countries 30 years ago.
ar: وتوضح الدعوى العداء العميق الذي مازال العديد من المصريين يكنوه تجاه الإسرائيليين على الرغم من توقيع معاهدة سلام بين البلدين منذ 30 عاماً.

source: The court's decision Tuesday also scores a point for Egyptian hard-liners who have long resisted any improvement in ties with Israel since the signing of the 1979 peace treaty.
ar: كما حقق قرار المحكمة الذي صُدر يوم الثلاثاء نقطة لصالح المصريين المتشددين الذين طالما قاوموا أي تحسن في العلاقات مع إسرائيل منذ توقيع معاهدة السلام عام 1979.

source: Lawyer Nabih el-Wahsh, who petitioned the court to implement a law predating the treaty, told The Associated Press the ruling was a triumph of Egyptian patriotism.
ar: وقال المحامي نبيه الوحش الذي قدم الالتماس إلى المحكمة لتنفيذ القانون السابق للمعاهدة إلى الأسوشاياتد برس إن الحكم يعد انتصاراً للوطنية المصرية.

source: El-Wahsh had demanded the court force the Interior Ministry, which deals with citizenship documents, to implement the 1976 article of the citizenship law revoking the citizenship of Egyptians who married Israelis who have served in the army or embrace Zio
ar: وطالب الوحش من المحكمة إلزام وزارة الداخلية التي تتعامل مع وثائق الجنسية تنفيذ المادة 1976 من قانون الجنسية التي تنص على إلغاء جنسية المصريين الذين تزوجوا من إسرائيليات اللاتي خدمن في الجيش أو يعتنقن فكر الصهيونية.

source: The court said the measure would avert potential damage to the country's national security, the state news agency reported, but it was unclear how the ruling could be enforced or to how many Egyptians it would apply.
ar: وذكرت وكالة أنباء الدولة إن المحكمة قالت إن هذا الاجراء من شأنه تجنب الأضرار المحتملة على الأمن القومي، ولكن ليس من الواضح كيفية تنفيذ هذا الحكم أو عدد المصريين الذين سُيطبق عليهم.

source: El-Wahsh claimed there are about 30,000 Egyptians married to Israelis - whether Israeli Jews, Israeli Arabs or Palestinians with Israeli passports - with possibly tens of thousands of children by now.
ar: وأدعى الوحش أن هناك حوالي 30,000 مصري متزوج من إسرائيلية سواء كانت من اليهود الإسرائيليين أو عرب إسرائيل أو فلسطينيين يحملن جوازات سفر إسرائيلية مع وجود حوالي عشرات الآلاف من الأطفال الآن.

source: The Egyptian government has not released any figures. The Egyptian consulate in Israel said the issue was too sensitive to comment on, while Israeli officials could not be reached for comment.
ar: لم تعلن الحكومة المصرية عن أي أرقام، وقالت القنصلية المصرية في إسرائيل إن هذه القضية حساسة للغاية للتعليق عليها في حين لم يتسن الإتصال مع مسئولين إسرائيليين للتعليق.

source: An Interior Ministry official in Cairo, speaking on condition of anonymity because he was not authorized to talk to the media, said Egypt doesn't have specific figures because most of the Egyptians in question live in Israel.
ar: وقال مسئول في وزارة الداخلية بالقاهرة طلب عدم الكشف عن هويته لأنه غير مخول للتحدث إلى وسائل الإعلام إن مصر ليس لديها أرقام محددة لأن معظم المصريين المتورطين في الأمر يعيشون في إسرائيل.

source: The official added that he believed el-Wahsh's numbers are exaggerated.
ar: وأضاف المسئول إنه يعتقد أن الأرقام التي ذكرها الوحش مبالغ فيها.

source: There is no indication that the Interior Ministry will adhere to the court's decision, but el-Wahsh said he would pursue the case and sue the interior minister for contempt of court if there was no action.
ar: ليس هناك ما يشير إلى أن وزارة الداخلية سوف تلتزم بقرار المحكمة، ولكن قال الوحش أنه سيتابع القضية وسيقاضي وزير الداخلية بإهانة المحكمة إذا لم يتم تنفيذ الحكم.

source: El-Wahsh has gained notoriety in Egypt for an incessant stream of lawsuits over morality and patriotism against movie directors, screenwriters and even Queen Elizabeth II and Saddam Hussein. Most were thrown out.
ar: واكتسب الوحش سمعة سيئة في مصر بسبب سيل الدعاوى القضائية التي يرفعها لأسباب أخلاقية ووطنية ضد مخرجى السينما وكتاب السيناريو وحتى الملكة اليزابيث الثانية والرئيس العراقي السابق صدام حسين، ومعظم هذه القضايا فشلت.

source: In 2005, former Grand Mufti Nasr Farid Wasel issued a religious edict, or fatwa, saying Muslim Egyptians may not marry Israeli nationals, whether Arab, Muslim, or Christian. The possibility of a Jewish spouse was not mentioned.
ar: وفي عام 2005، أصدر المفتي السابق الأكبر نصر فريد واصل فتوى قائلاً لا يجوز للمصريين المسلمين الزواج ممن يحملن الجنسية الإسرائيلية، وسواء كان عربي أو مسلم أو مسيحي لم يجاز الزواج من يهوديات.

source: Mohammed Sayyed Tantawi, the Grand Sheikh of Cairo's Al-Azhar, Sunni Islam's premier institution and oldest university, has said that while marriage between an Egyptian man and an Israeli woman is not religiously forbidden, the government has the right to
ar: وكان الشيخ محمد سيد طنطاوي إمام الأزهر الأكبر بالقاهرة قد قال إن الزواج بين رجل مصري وإسرائيلية ليس محرم دينياً، ولكن يحق للحكومة أن تجرد رجل من جنسيته إذا تزوج من امرأة من دولة معادية.

source: US hails 'mood change' against Taliban in Pakistan
ar: الولايات المتحدة تشيد بـ'تغيير الفكر' ضد حركة طالبان في باكستان

source: WASHINGTON (AFP) – _The United States, hailing a national mood change against the
ar: واشنطن (أ ف ب) – عرضت الولايات المتحدة مشيدة بـتغير الفكر الوطني

source: Taliban
ar: وتفكيكهما

source: Pakistan
ar: طالبان في باكستان تقديم مساعدات إنسانية

source: , has offered
ar: للمدنيين

source: humanitarian aid
ar: 60 مليون دولار

source: for civilians fleeing a Pakistani military offensive to crush the militants.
ar: الهجوم العسكري الباكستاني لسحق المسلحين.

source: Secretary of State
ar: وكشفت وزيرة الخارجية

source: Hillary Clinton
ar: الأمريكية

source: on Tuesday unveiled 110 million dollars in emergency aid to show US support for the Pakistani people, their democratically elected leaders and
ar: هيلاري كلينتون يوم الثلاثاء النقاب عن تقديم 110 مليون دولار في صورة مساعدات عاجلة

source: opposition party leaders
ar: لإظهار دعم الولايات المتحدة للشعب الباكستاني ولقادتهم المنتخبين ديمقراطياً وقادة أحزاب المعارضة.

source: Pakistanis
ar: وقالت إن الباكستانيين قد

source: have begun to take the Taliban threat seriously, she said, since the militants took up positions just 100 kilometers (60 miles) from the capital
ar: بدأوا أخذ خطر طالبان على محمل الجد منذ أن اتخذ المسلحون قواعد لهم على بعد 100 كيلومتراً (60 ميلا)

source: Islamabad
ar: على أرض الواقع مع السلطات الباكستانية

source: , having broken out of their northwestern hub in the
ar: إسلام أباد خارجين من نقطة

source: Swat Valley
ar: تمركزهم في شمال غرب وادي سوات.

source: There is a real national mood change on the part of the Pakistani people (and politicians) that we are watching and obviously are encouraged by, Clinton told a press conference at the
ar: وقالت كلينتون في مؤتمر صحفي بالبيت الأبيض إن هناك ثمة تغيير في الفكر الوطني من جانب الشعب الباكستاني (والسياسيين)

source: White House
ar: نشاهده ومن الواضح أنه يشجعنا.

source: I think it has to do with a recognition that this is no longer about a part of their country that seems quite distant from the population centers, like
ar: وأضافت أعتقد أن الأمر له علاقة مع الاعتراف بأن هذا لم يعد

source: Lahore
ar: جزءاً

source: or Islamabad or
ar: من البلد بعيداً

source: Karachi
ar: عن مراكز السكان مثل لاهور أو إسلام أباد أو كراتشي.

source: The US government, she said, had a duty to help Pakistan deal with a national emergency after more than two million people fled the northwest, most of them as a result of the US-backed military offensive in the last few weeks.
ar: وأضافت أنه من واجب الحكومة الأمريكية مساعدة باكستان على التعامل مع حالة الطوارئ الوطنية بعد فرار أكثر من مليوني شخص من شمال غرب البلاد، معظمهم نتيجة لهجمات الجيش التي تدعمها الولايات المتحدة في الأسابيع القليلة الماضية.

source: The announcement also came as officials and analysts warned that Pakistan's economic growth for the
ar: وجاء الإعلان أيضاً مع تحذير مسئولين ومحللين أن النمو الاقتصادي في باكستان في السنة

source: fiscal year ending June
ar: المالية المنتهية في 30 يونيو

source: 30 will be the slowest in more than a decade, beset by the
ar: سيكون الأبطأ منذ أكثر من عقد

source: and a manufacturing slump.
ar: العالمي وركود الصناعات.

source: Providing this assistance is not only the right thing to do, but we believe it is essential to global security and the security of the United States, and we are prepared to do more as the situation demands, the chief US diplomat said in announcing the a
ar: وقالت المسئولة الأمريكية الكبيرة إعلاناً عن المساعدات تقديم هذه المساعدة ليس الأمر الصواب الوحيد، ولكننا نراه ضروري لخدمة الأمن العالمي وأمن الولايات المتحدة، ونحن على استعداد لبذل المزيد حسب مقتضيات الحال.

source: The United States, she recalled, gave 60 million dollars in
ar: وأشارت إلى أن الولايات المتحدة منحت

source: since August last year.
ar: من المساعدات الإنسانية منذ أغسطس العام الماضي.

source: The new funds will be used to deliver tents, FM radios, halal meat, water trucks, generators and other supplies, Clinton said. Some of the money will go toward buying Pakistani wheat to boost the local economy, but little of the aid will fall directly int
ar: وقالت كلينتون إن الأموال الجديدة ستُستخدم في توفير الخيام والراديو اللاسلكي واللحم الحلال وشاحنات المياه والمولدات الكهربائية وغيرها من الإمدادات، وستذهب بعض الأموال في شراء القمح الباكستاني لتعزيز الاقتصاد المحلي، ولكن القليل من المساعدات ستقع مباشرة تحت

source: Clinton said US experts and staff from the US embassy in
ar: وقالت كلينتون إن خبراء وموظفيين أمريكيين في السفارة الأمريكية في إسلام أباد يعملون حالياً

source: were now on the ground working with the Pakistani authorities to evaluate the needs for shelter and food as well as health,
ar: لتقييم الاحتياجات اللازمة لتوفير المأوى والغذاء

source: water and sanitation services
ar: وكذلك خدمات الصحة والمياه والصرف الصحي.

source: She added that 5,000 tents and other supplies have already been flown to Pakistan.
ar: وأضافت أن حوالي 5,000 خيمة وغيرها من اللوازم في طريقها إلى باكستان.

source: US officials said the US military is helping to fly in some of the items as the Pakistani military oversees their distribution. Other supplies are to be delivered through international aid organizations working on the ground.
ar: وقال مسئولون أمريكيون إن الجيش الأمريكي يساعد على نقل بعض الأصناف جواً تحت إشراف الجيش الباكستاني على توزيعها، وسيتم تسليم الإمدادات الأخرى من خلال منظمات معونات دولية تعمل على أرض الواقع.

source: She said
ar: وقالت إن الباكستانيين سيتلقون رسائل نصية

source: with cell phones would receive
ar: لإبلاغهم

source: text messages
ar: ببرنامج

source: informing them about the assistance program.
ar: المساعدات.

source: Hailing the importance of people-to-people diplomacy, the
ar: وحثت وزيرة الخارجية

source: secretary of state
ar: الأمريكيين على استخدام الهواتف المحمولة

source: also urged Americans using their cell phones to text message donations of five dollars each.
ar: لإرسال رسائل بتبرعات تصل إلى خمسة دولارات لكل رسالة مشيدة بأهمية دبلوماسية ما بين الشعوب.

source: Husain Haqqani
ar: ورحب حسين حقاني سفير باكستان في واشنطن بإعلان الولايات المتحدة

source: , the Pakistani ambassador to Washington, welcomed the US aid announcement.
ar: عن المساعدات.

source: As Pakistan fights the terrorists, it needs help in meeting the
ar: وقال حقاني في بيان

source: humanitarian crisis
ar: إن باكستان تحتاج خلال حربها

source: and in rehabilitating the victims of terrorism, Haqqani said in a statement.
ar: على الإهابيين إلى المساعدة للتصدي للأزمة الإنسانية ولإعادة تأهيل ضحايا الإرهاب.

source: US-based relief organization
ar: كما أشادت منظمة

source: World Vision
ar: وورلد

source: hailed the new infusion of aid as an important first step to help civilians caught in the fighting.
ar: فيجن للإغاثة التي تتخذ من الولايات المتحدة مقراً لها بضخ المساعدات الجديد ووصفتها بأنها خطوة أولى مهمة لمساعدة المدنيين الذين حوصروا في القتال.

source: There is no question that the
ar: وقال مدير

source: situation in Pakistan
ar: العلاقات الحكومية

source: is becoming more and more urgent every day, said World Vision director of advocacy and government relations Robert Zachritz.
ar: في وورلد فيجن روبرت زاشرتس لا شك أن الوضع في باكستان يزداد إلحاحا يوماً بعد يوم.

source: In humanitarian crises like these, there is often a finite amount of resources to go around, but with today's announcement... that will be a great 'first step' to getting the Pakistani people the help they so desperately need right now.
ar: في مثل هذه الأزمات الإنسانية، غالباً ما تكون هناك كمية محدودة من الموارد لتوزيعها، ولكن مع إعلان اليوم... ستكون خطوة أولى هائلة لإعطاء الشعب الباكستاني المساعدات التي هو في أمس الحاجة إليها في الوقت الراهن.

source: The emergency assistance comes on top of a more ambitious aid program. A bill introduced in Congress earlier this month would triple US civilian aid to Pakistan to 7.5 billion dollars over the next five years.
ar: وتأتي المساعدات الطارئة على رأس برنامج مساعدات أكثر طموحاً، وهناك مشروع قانون قُدم إلى الكونجرس في وقت سابق من هذا الشهر لمضاعفة حجم المساعدات المدنية الأمريكية إلى ثلاثة أضعاف لباكستان أي إلى 7.5 مليار دولار على مدى السنوات الخمس المقبلة.

source: President Barack Obama
ar: وأدعت كلينتون أن إدارة

source: 's administration, Clinton claimed, is taking a new approach because US policy toward Pakistan over the last 30 years has been incoherent.
ar: الرئيس باراك أوباما تتنبه نهجاً جديداً لأن سياسة الولايات المتحدة تجاه باكستان على مدى السنوات الثلاثين الماضية كانت غير متماسكة.

source: In the 1980s, the United States, with Pakistan as a key partner, supported Islamist militants in the fight against the occupation of
ar: وفي الثمانيات من القرن الماضي،

source: by the then-
ar: مع باكستان كشريك رئيسي المتشددين الإسلاميين في الحرب ضد

source: Soviet Union
ar: احتلال الإتحاد السوفيتى لأفغانستان فى ذلك الوقت.

source: In subsequent years, the Islamist fundamentalist
ar: وفي السنوات اللاحقة،

source: gained control of Afghanistan and offered sanctuary to Al-Qaeda, which launched the September 11, 2001 attacks on the United States before both were ousted in a US-led invasion.
ar: طالبان الأصولية الاسلامية السيطرة على أفغانستان وقدمت ملاذاً لتنظيم القاعدة الذي أطلق هجمات 11 سبتمبر 2001 على الولايات المتحدة قبل الاطاحة بهما في الغزو الذي قادته الولايات المتحدة.

source: Now the Taliban and Al-Qaeda are making a comeback not only in Afghanistan but in neighboring Pakistan.
ar: أما الآن فطالبان والقاعدة يعملان على العودة ليس في أفغانستان فحسب بل في باكستان المجاورة أيضاً.

source: Biden tying aid to votes
ar: بيدن يعلق المعونة بنتيجة الإنتخابات اللبنانية

source: Vice-President Biden is in town and among the tabouleh surrounding his visit he has said nothing new. The policy that US will tie aid to votes was reiterated and the standard we support no one expecpt for the people that we support.....
ar: يزور نائب الرئيس الأمريكى بيدن مدجينة بيروت الآن و يتناول التبولة وسط الحشد المصاحب له و خلال زيارته لم يصرح بما هو جديد. حيث أن السياسة التي تتبعها حكومة الولايات المتحدة الأمريكية بربط المعونة بنتيجة الإنتخابات تكررت مرةً أخري، و المعيار الذي نسير عل

source: Biden, the highest US ranking official to visit Lebanon in 26 years, stated “We will evaluate the shape of our assistance programs based on the shape of the new government”. Biden then did a lovely rhetorical circle by stating that “I do not come here to
ar: و قد صرح بيدن و هو أعلى مسئول أو موظف أمريكي يزور لبنان خلال الست و عشرين عاماً الماضيين بأن: سنقيم وضع و طبيعة برامج المعونة التي نقدمها للبنان وفقاً لسياسة الحكومة الفائزة في الإنتخابات اللبنانية القادمة. ثم أكمل بيدن حواره بشكل بلاغي بعد ذلك موضحاً أ

source: Thus, the same dance between America and Iran is being played out in Lebanon. However, all we be pleased that the tempo is slower and although there is no love music the death metal has at last been put away.
ar: و من ثم فنفس الرقصة التي كانت بين أمريكا و إيران يتم أدائها مرةً أخرى على المسرح اللبناني. و بالرغم من ذلك، فنحن سعداء لأن إيقاعها أبطىء من مثيلتها السابقة حتى مع عدم وجود ألفة أو حب في الموسيقى و تم تجنب معدن الموت و سيرته

source: Debate Over Guantanamo, Detainees Continues
ar: جدال حول معتقل جوانتانامو: و استمرار حبس المحتجزين

source: A day after dueling high-profile speeches over the handling of detainees at Guantanamo Bay, legislators and administration officials continue to voice both support and opposition to President Obama's plan to close the prison camp.
ar: و بعد يوم من المحادثات عالية المستوى حول تسايم المحتجزين بمعتقل جوانتانامو، فقد استمر المسؤولون التشريعيون و الإداريون في الثبات على تصويتهم بالدعم و المعارضة لخطة الرئيس الأمريكي باراك أوباما حول غلق ذلك المعسكر.

source: Defense Secretary Robert Gates, appearing on NBC's Today_show Friday in a previously taped interview, defended the president's plan,_saying that Mr. Obama had no choice but to close the prison at Guantanamo_because the name itself is a condemnation of
ar: و قد أوضح وزير الفاع الأمريكي؛ روبرت جيتس، في لقاء له على برنامج محطة الإن بى سي اليوم و الذي يعرض يوم الجمعة و هو لقاء مسجل له من قبل، دفاعه عن خطة الرئيس معلقاً أن السيد أوباما لم يكن لديه خيار سوى أن يغلق سجن معتقل جوانتانامو بسبب الإسم في حد ذاته
